




o_fist="""*Факультет «Информационных систем и технологий» (ИСТ)* был преобразован в начале 2000 годов из факультета «Экономики, телекоммуникаций и информатики». В состав факультета входят семь кафедр, где работают 97 высококвалифицированных преподавателей, среди которых 12 докторов и 58 кандидатов наук.

*Основная цель факультета* - подготовка специалистов, обеспечивающих переход к современному информационному обществу, в котором информационные системы и технологии оказывают определяющее влияние не только на способ производства продуктов и услуг, но и на социальную структуру общества, экономику и политику.

Студенты и выпускники факультета ИСТ призваны решать самые актуальные проблемы в инфокоммуникационной области. """

activities="""*Научные направления ФИСТ:*
\U0001F539 проектирование и моделирование компьютерных сетей;
\U0001F539системы реального времени;
\U0001F539геоинформационные системы;
\U0001F539теория языков программирования и методы трансляции;
\U0001F539методы и средства защиты компьютерной информации;
\U0001F539проектирование интеллектуальных информационных систем;
\U0001F539разработка информационной технологии компьютерного обучения;
\U0001F539разработка информационной технологии исследования организационно - экономических систем;
\U0001F539анализ методов и средств обработки данных;
\U0001F539разработка программно-аппаратных средств для систем контроля и управления;
\U0001F539автоматизированные системы управления ресурсами предприятия (ERP-системы);
\U0001F539интернет-трейдинг;
\U0001F539электронные платежные системы;
\U0001F539автоматизированные системы финансового анализа и бизнес-планирования;
\U0001F539интернет-маркетинг и др."""

training="""*Направления подготовки:*
\U000025B6 \U0000FE0F[09.03.02 - Информационные системы и технологии](https://abitur.psuti.ru/napravleniya-podgotovki/profili/informatsionnye-sistemy-i-tekhnologii/)
    *Вступительные экзамены:*русский, математика
    *Число бюджетных мест:*
    *Число коммерческих мест:*
    *Стоимость:*
\U000025B6 \U0000FE0F[02.03.03 - Математическое обеспечение и администрирование информационных систем](https://abitur.psuti.ru/napravleniya-podgotovki/profili/Matematicheskoe%20i%20programmnoe%20obespechenie%20intellektualnykh%20sistem/);
\U000025B6 \U0000FE0F[09.03.01 - Информатика и вычислительная техника](https://abitur.psuti.ru/napravleniya-podgotovki/profili/informatika-i-vychislitelnaya-tekhnika/);
\U000025B6 \U0000FE0F[09.03.03 - Прикладная информатика](https://abitur.psuti.ru/napravleniya-podgotovki/profili/prikladnaya-informatika-v-korporativnom-upravlenii/);
\U000025B6 \U0000FE0F[09.03.04 - Программная инженерия](https://abitur.psuti.ru/napravleniya-podgotovki/profili/razrabotka-programmno-informatsionnykh-sistem/);
\U000025B6 \U0000FE0F[27.03.04 - Управление в технических системах](https://abitur.psuti.ru/napravleniya-podgotovki/profili/upravlenie-i-informatika-v-tekhnicheskikh-sistemakh/);
\U000025B6 \U0000FE0F[27.03.05 - Инноватика](https://abitur.psuti.ru/napravleniya-podgotovki/profili/upravlenie-innovatsiyami/);
\U000025B6 \U0000FE0F[38.03.05 - Бизнес-информатика](https://abitur.psuti.ru/napravleniya-podgotovki/profili/elektronnyy-biznes/);
\U000025B6 \U0000FE0F[42.03.01 - Реклама и связи с общественностью](https://abitur.psuti.ru/napravleniya-podgotovki/profili/reklama-i-svyazi-s-obshchestvennostyu-v-otrasli/).
"""

inline_contacts="""
*Контактная информация*

*Телефон приемной комиссии:* (846)339-11-11

*Подготовительные курсы:* (846)228-00-58, (846)228-00-51

*Email:* pk2020@psuti.ru 

*График работы:*
ПН-ПТ - с 9:00 до 16:00 
Суббота - с 9:00 до 12:00
Воскресенье – выходной день

"""
#=======================================================================================================================================================
deportment=['Кафедра "ИВТ"',
'Кафедра "ПОУТС"',
'Кафедра "ИНО"',
'Кафедра "ИСТ"',
'Кафедра "ПИ"',
'Кафедра "ЦЭ"',
'Кафедра "СО"']

deportment0="""
*Кафедра "Информатики и вычислительной техники"* образована в 2004 году в результате реорганизации кафедры Вычислительной техники, созданной в 1976 году под названием “Вычислительная техника и АСУ”. 
Кафедра ИВТ обеспечивает цифровую экономику компетентными кадрами *по направлению подготовки:*\n 
*09.04.01 Информатика и вычислительная техника (уровень магистратуры)*.

Преподаватели кафедры ведут подготовку студентов всех специальностей и направлений ПГУТИ по дисциплине «Информатика». 

Другие дисциплины кафедры: 
\U0001F539«Вычислительная техника и информационные технологии», 
\U0001F539«Машинно-зависимые языки программирования», 
\U0001F539«Программирование на ЯВУ», 
\U0001F539«Теория автоматов и формальных языков», 
\U0001F539«Цифровые устройства и микропроцессоры», 
\U0001F539«Конструирование компиляторов», 
\U0001F539«Проектирование человеко-машинного интерфейса», 
\U0001F539«Структуры данных», 
\U0001F539«Методология программной инженерии», 
\U0001F539«Алгоритмы сжатия данных» и др.
"""

deportment_contacts0="""
*БАХАРЕВА НАДЕЖДА ФЕДОРОВНА*, зав. кафедрой, д.т.н., профессор
тел.: (846)339-11-31
e-mail: bahareva-nf@psuti.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.1-33
"""
#=======================================================================================================================================================
deportment1="""
*КАФЕДРА "ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ И УПРАВЛЕНИЯ В ТЕХНИЧЕСКИХ СИСТЕМАХ"* образована в 2007 году после открытия в ПГУТИ специальности «Управление и информатика в технических системах».
Кафедра осуществляет подготовку высокопрофессиональных специалистов в области программного обеспечения и управления в технических системах, внося тем самым существенный вклад в формирование кадрового потенциала будущего *по направлениям бакалавриата, магистратуры и аспирантуры:*

\U0001F539*02.03.03 Математическое обеспечение и администрирование информационных систем (уровень бакалавриата);*
\U0001F539*09.03.01 Информатика и вычислительная техника (уровень бакалавриата);*
\U0001F539*09.03.04 Программная инженерия (уровень бакалавриата);*
\U0001F539*27.03.04 Управление в технических системах (уровень бакалавриата);*
\U0001F539*09.04.04 Программная инженерия (уровень магистратуры);*
\U0001F539*27.04.04 Управление в технических системах (уровень магистратуры),;*
\U0001F539*09.06.01 Информатика и вычислительная техника (уровень подготовки кадров высшей квалификации).*

На кафедре сложились и успешно развиваются научные направления: инженерия программного обеспечения; разработка web-приложений и распределённых систем на языке Java; проектирование и моделирование компьютерных сетей; системы реального времени; интеллектуальные робототехнические системы; проектирование и моделирование автоматических и автоматизированных сложных технических систем; конструирование программного обеспечения для сложных технических систем; надежность систем автоматизации.
"""
deportment_contacts1="""
<b>ТАРАСОВ ВЕНИАМИН НИКОЛАЕВИЧ</b>, зав. кафедрой, д.т.н., профессор
тел.: (846)228-00-13
e-mail: veniamin_tarasov@mail.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.1-35
"""


#=======================================================================================================================================================
deportment2="""
*Кафедра "Иностранных языков"* образована в 1956 году одновременно с созданием Куйбышевского Электротехнического института связи. Преподаватели кафедры ведут подготовку студентов всех специальностей и направлений ПГУТИ уровней бакалавриата, магистратуры и подготовки кадров высшей квалификации. Проводятся факультативы для начального и продвинутого уровней знаний иностранных языков. Научно-исследовательская работа кафедры сосредоточена на вопросах современной лингвистики, а также на различных аспектах обучения иностранным языкам с учетом специфики инфокоммуникационных технологий.

*Кафедрой ведутся исследования по следующим научным направлениям:*
\U0001F538лексико-грамматические, семантические, фразеологические и методические особенности преподавания иностранных языков в техническом ВУЗе;
\U0001F538аспекты восприятия иностранного языка и общения;
\U0001F538проблемы адаптации и профориентации в процессе обучения в неязыковом ВУЗе;
\U0001F538профессиональный перевод (прямой и обратный);
\U0001F538особенности функционирования и восприятия американского варианта английского языка;
\U0001F538теория и практика перевода терминов и их вариантов.

Преподаватели кафедры принимают активное участие в организации научных конференций. Например, международная научно-практическая конференция «Moving Forward in a Dynamic World», в составе жюри – в XII Открытой Международной научно-исследовательской конференции молодых исследователей «Образование. Наука. Профессия» и мн. др.
"""
deportment_contacts2="""
*АБРАМОВ ВЛАДИМИР ЕВГЕНЬЕВИЧ*, зав. кафедрой, д.т.н., профессор
тел.: (846) 228-00-63
e-mail: dobronraw@mail.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.4-02
"""
#=======================================================================================================================================================

deportment3="""
*Кафедра "Информационных систем и технологий"* образована в 2004 году, определив название факультета, в состав которого она входит. Кафедра ИСТ осуществляет внедрение и эффективное использование инновационных информационных сервисов, систем и технологий обучения, электронных образовательных ресурсов нового поколения при реализации основных образовательных программ по направлениям подготовки бакалавриата и магистратуры:

\U0001F539*09.03.02 Информационные системы и технологии (уровень бакалавриата);*
\U0001F539*09.04.02 Информационные системы и технологии (уровень магистратуры).*

*Основные дисциплины кафедры:* алгоритмы и структуры данных, системный анализ и принятие решений, интеллектуальные информационные системы и технологи, мультимедиа технологии, инструментальные средства информационных систем, интеллектуальный анализ данных, базы данных и т.д.

Кафедра ИСТ осуществляет организацию и проведение прикладных научных исследований, направленных на решение актуальных задач отрасли связи и других отраслей науки и техники.
"""
deportment_contacts3="""
*ЛИМАНОВА НАТАЛИЯ ИГОРЕВНА*, зав. кафедрой, д.т.н., профессор
тел.: (846) 228-00-82
e-mail: nataliya.I.Limanova@gmail.com
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.5-14
"""
#=======================================================================================================================================================

deportment4="""
*КАФЕДРА "ПРИКЛАДНОЙ ИНФОРМАТИКИ"* образована в 1996 году под названием «Информационные системы в экономике». В октябре 1997 года произошло ее объединение с кафедрой «Инженерная графика» под общим названием «Экономические информационные системы». В сентябре 2017 года кафедра «Экономические информационные системы» была переименована в кафедру «Прикладная информатика».
Кафедра осуществляет подготовку высокопрофессиональных специалистов в области разработки и эксплуатации корпоративных экономических информационных систем *по направлениям бакалавриата, магистратуры и аспирантуры:*

\U0001F539*09.03.03 Прикладная информатика (уровень бакалавриата);*
\U0001F539*09.04.03 Прикладная информатика (уровень магистратуры);*
\U0001F539*09.06.01 Информатика и вычислительная техника (уровень подготовки кадров высшей квалификации).*

*Основные научные направления кафедры:*

\U0001F538постановка, разработка и решение задач управления и обеспечения безопасности на основе применения современных информационных технологий и информационных систем (реинжиниринг бизнес-процессов, имитационное моделирование, интеллектуальные информационные системы);
\U0001F538разработка, проектирование, внедрение и использование корпоративных информационных систем в интересах управления и обеспечения безопасности на основе современных информационных технологий.
"""
deportment_contacts4="""
*МАСЛОВ ОЛЕГ НИКОЛАЕВИЧ*, зав. кафедрой, д.т.н., профессор
тел.: (846)228-00-36
e-mail: maslov@psuti.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.5-06
"""
#=======================================================================================================================================================

deportment5="""
*КАФЕДРА "ЦИФРОВОЙ ЭКОНОМИКИ"* образована в 2017 году в результате объединения кафедры Электронной коммерции и кафедры Экономики и организации производства. Кафедра Цифровой экономики является одной из передовых кафедр на территории РФ и СНГ по подготовке высокопрофессиональных специалистов в области цифровой трансформации бизнеса, электронной коммерции и инноваций, внося тем самым существенный вклад в формирование кадрового потенциала будущего *по направлениям подготовки:*

\U0001F539*27.03.05 Инноватика (уровень бакалавриата);*
\U0001F539*38.03.05 Бизнес-информатика (уровень бакалавриата).*

Кафедра активно участвует в программах международного обмена в рамках: программ двойных дипломов, международного проекта Ecommis, международного проекта Promeng и др.
"""

deportment_contacts5="""
*КУДРЯШОВ АЛЕКСАНДР АНАТОЛЬЕВИЧ*, зав. кафедрой, д.т.н., профессор
тел.: (846) 228-00-42
e-mail: kudriachov@mail.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.10-10
"""

#=======================================================================================================================================================

deportment6="""
*КАФЕДРА "СВЯЗЕЙ С ОБЩЕСТВЕННОСТЬЮ"* oбразована в 2006 году на базе кафедры социально-экономической теории. Основная деятельность кафедры – подготовка специалистов, владеющих современными информационными технологиями создания медиапроектов с использованием графических программ, способных продвигать коммерческие и некоммерческие проекты в электронных СМИ, управлять репутацией и формировать положительный имидж организации в сети Интернет.

Кафедра Связей с общественностью осуществляет подготовку высокопрофессиональных специалистов *по направлению подготовки:*

*42.03.01 Реклама и связи с общественностью (уровень бакалавриата)*.

Область профессиональной деятельности выпускников включает: управление информационно-коммуникационными процессами в социальной, политической, экономической, культурной, образовательной и научной сферах; грамотное использование современных цифровых технологий в рекламе и PR; управление внутренними и внешними коммуникациями коммерческих компаний, государственных учреждений и структур. 
"""

deportment_contacts6="""
<b>ЖЕСТКОВА НАТАЛЬЯ АЛЕКСАНДРОВНА</b>, зав. кафедрой, к.психол.н., доцент
тел.: (846) 228-00-65
e-mail: nata_g74@mail.ru
адрес: Россия, 443090, г.Самара, Московское шоссе, 77, ПГУТИ, корп.2, комн.2-20
"""


#https://www.psuti.ru/ru/sveden/education
# [0]-специальности, [1]-факультативы, [2]- голубое, салатовый,  серый, оранж, зелен, синий
IST_090302=[['Системный аналитик', 'Специалист по дизайну графических и пользовательских интерфейсов', 'Разработчик web и мультимедийных приложений'], 
['Конфигурирование в системе 1С:Предприятие'], 
['Информационные технологии', 'Методы и средства проектирования информационных систем и технологий', 'Инженерная и компьютерная графика', 'Операционные системы и оболочки', 'Технологии обработки изображений', 'Основы сбора и обработки больших данных', 'Администрирование информационных систем']]

MOiAIS_020303=[['Программист', 'Руководитель проектов в области информационных технологий', 'Сетевой администратор'], 
['Языки программирования'],
['Математическое программирование', 'Проектирование баз данных', 'Инженерная и компьютерная графика', 'Имитационное моделирование', 'Операционные системы и оболочки', 'Основы сбора и обработки больших данных','Администрирование информационных систем']]

IVT_090301=[['Программист', 'Руководитель проектов в области информационных технологий', 'Системный программист', 'Специалист по тестированию в области информационных технологий'],
['Геоинформационные системы'], 
['Математическое программирование', 'Проектирование баз данных', 'Инженерная и компьютерная графика', 'Операционные системы и оболочки', 'Администрирование информационных систем']]

PIng_090304=[['Программист', 'Руководитель проектов в области информационных технологий', 'Системный программист'], 
['Геоинформационные системы'], 
['Математическое программирование', 'Проектирование баз данных', 'Операционные системы и оболочки', 'Администрирование информационных систем']]

UvTS_270304=[['Инженер-программист микроконтроллеров', 'Преподаватель-инструктор по робототехнике', 'Инженер-робототехник'], 
['Основы объектно-ориентированного программирования на языке Java'], 
['Информационные технологии', 'Моделирование систем', 'Инженерная и компьютерная графика', 'Основы робототехники', 'Микроконтроллеры и микропроцессоры в системах управления', 'Теоретическая механика']]

PInf_090303=[['Системный аналитик', 'Специалист по дизайну графических и пользовательских интерфейсов', 'Системный администратор'], 
['Предметно-ориентированные информационные системы '], 
['Прикладное программирование', 'Проектирование баз данных', 'Инженерная и компьютерная графика', 'Имитационное моделирование', 'Операционные системы и оболочки', 'Администрирование информационных систем']]

I_270305=[['Cпециалист по бизнес-планированию', 'Специалист, отвечающий за аппаратно-программное обеспечение всех фаз управления', 'Специалист по управлению и экономическому развитию территорий'], 
['Бухгалтерский и управленческий учет'], 
['Информационные технологии', 'Маркетинг', 'Инженерная и компьютерная графика', 'Электроника', 'Алгоритмы решения нестандартных задач', 'Технологии нововведений']]

BI_380305=[['Интернет-маркетолог', 'Контент-менеджер', 'Бизнес-аналитик'], 
['Управление проектами'], 
['Микроэкономика', 'Управление ИТ-сервисами и контентом', 'Рынки и организация продаж', 'Деловые коммуникации', 'Анализ данных', 'Теория систем и системный анализ']]

RSO_420301=[['Специалист по продвижению и распространению продукции средств массовой информации', 'Специалист по работе в СМИ, издательстве, полиграфии', 'Графический дизайнер'], 
['Теории массовых коммуникаций'], 
['Теория коммуникаций', 'Связи с общественностью', 'Стилистика и литературное редактирование текстов', 'Психология рекламы', 'Медиакоммуникации', 'Теория и практика рекламмы']]



question=['',"""
*Представьте, что Вы можете получить любую специальность в сфере IT. 
Что Вы выберете?*

*Вариант 1*\nСистемный аналитик\n\n*Вариант 2*\nСпециалист по дизайну графических и пользовательских интерфейсов\n\n*Вариант 3*\nРазработчик web и мультимедийных приложений

*Вариант 4*\nПрограммист\n\n*Вариант 5*\nРуководитель проектов в области информационных технологий

*Вариант 6*\nСпециалист по тестированию в области информационных технологий

*Вариант 7*\nИнженер-робототехник

*Вариант 8*\nСистемный администратор

*Вариант 9*\nCпециалист по бизнес-планированию

*Вариант 10*\nИнтернет-маркетолог\n\n*Вариант 11*\nБизнес-аналитик

*Вариант 12*\nСпециалист по работе в СМИ, издательстве, полиграфии\n

""",
"""
*Что бы Вы выбрали в качестве факультативной деятельности? 
Выберите один из вариантов:*

*Вариант 1*\nКонфигурирование в системе 1С:Предприятие

*Вариант 2*\nЯзыки программирования

*Вариант 3*\nГеоинформационные системы

*Вариант 4*\nОсновы объектно-ориентированного программирования на языке Java

*Вариант 5*\nПредметно-ориентированные информационные системы 

*Вариант 6*\nБухгалтерский и управленческий учет

*Вариант 7*\nУправление проектами

*Вариант 8*\nТеории массовых коммуникаций

""",

"""
*Выберите самую интересную Вам дисциплину:*

*Вариант 1*\nИнформационные технологии

*Вариант 2*\nМатематическое программирование

*Вариант 3*\nПрикладное программирование

*Вариант 4*\nМикроэкономика

*Вариант 5*\nТеория коммуникаций

""", 
"""
*Выберите занятие, которое кажется Вам самым интересным:*

*Вариант 1*\nМаркетинг

*Вариант 2*\nПроектирование информационных систем и технологий

*Вариант 3*\nПроектирование баз данных

*Вариант 4*\nУправление ИТ-сервисами и контентом

*Вариант 5*\nОрганизация связей с общественностью

*Вариант 6*\nМоделирование систем управления

""", 

"""
*Что бы Вы хотели изучить в процессе обучения в ВУЗе?*

*Вариант 1*\nИнженерная и компьютерная графика

*Вариант 2*\nСтилистика и литературное редактирование текстов

*Вариант 3*\nРынки и организация продаж

""",

"""
*Работа с чем кажется Вам привлекательнее?*

*Вариант 1*\nМикроконтроллеры и микропроцессоры в системах управления

*Вариант 2*\nОперационные системы и оболочки

*Вариант 3*\nСбор и обработка больших данных

*Вариант 4*\nМедиакоммуникации

*Вариант 5*\nАлгоритмы решения нестандартных задач

*Вариант 6*\nДеловые коммуникации

""",

"""
*Выберите какая самая важная, на Ваш звгляд, дисциплина, преподаваемая в ВУЗе:*

*Вариант 1*\nТеория и практика рекламы

*Вариант 2*\nАдминистрирование информационных систем

*Вариант 3*\nТеоретическая механика

*Вариант 4*\nТехнологии нововведений

*Вариант 5*\nТеория систем и системный анализ

""",

"""
*Что из предложенного Вы хотели бы освоить?*

*Вариант 1*\nОбработка изображений

*Вариант 2*\nИмитационное моделирование

*Вариант 3*\nПроектирование и моделирование сетей

*Вариант 4*\nЭлектроника

*Вариант 5*\nПсихология рекламы

*Вариант 6*\nАнализ данных

*Вариант 7*\nРобототехника

""",

"""
*Чему бы Вы хотели научиться обучаясь в ВУЗе?
Выберите один из вариантов:*

*Вариант 1*\nРазработка мобильных приложений и чат-ботов

*Вариант 2*\nИнженерия знаний

*Вариант 3*\nТестирование программного обеспечения

*Вариант 4*\nРазработка драйверов устройств

*Вариант 5*\nСхемотехника цифровых устройств

*Вариант 6*\nКомплексная оценка эффективности корпоративных систем

*Вариант 7*\nУправление инвестициями

*Вариант 8*\nИнтернет-маркетинг

*Вариант 9*\nБренд-коммуникации

""",

"""
*Что из ниже представленного нравится Вам больше?
Выберите один из вариантов:*

*Вариант 1*\nУправление требованиями к программному обеспечению

*Вариант 2*\nМультимедиа технологии

*Вариант 3*\nПроектирование пользовательских интерфейсов

*Вариант 4*\nПаралельное программирование

*Вариант 5*\nБизнес-анализ в ИТ-проектах

*Вариант 6*\nЭлектронный бизнес

*Вариант 7*\nСистемы поддержки принятия решений

*Вариант 8*\nРедактирование видеоконтента

""",

"""
*Вариант какой деятельности кажется Вам интереснее?*

*Вариант 1*\n3D-моделирование

*Вариант 2*\nОбработка изображений и компьютерное зрение

*Вариант 3*\nИнтернет-предпринимательство

*Вариант 4*\nИнтернет вещей

""",
"""
*Вы ответили на все вопросы*\U0001F389 
""",

"""
Подсчитываю Ваши ответы.
""",

"""
*Наиболее подходящие Вам направления подготовки:*

""",

"""
Узнать подробнее о направлениях подготовки\U0001F447
"""

] 

answer = ['',
"""

""",

]

question_1="""

""" 

answer_1="""

"""

survey_ekz=['1 vopr','1 otvet', '2 vopr', '2 otv','3 vopr', '3 otv','4 vopr', '5 vopr', '6 vopr', '7 vopr']

# survey_ekz=['*По каким предметам Вы сдавали (планируете сдавать) экзамены?*\n1) Русский, математика, физика;\n2) Русский, математика, обществознание;\n3) Русский, обществознание, история.', '*В качестве вступительных испытаний выбраны:* \n\U0001F539Русский; \n\U0001F539Математика; \n\U0001F539Физика.',
# 'В качестве вступительных испытаний выбраны: \U0001F539Русский; \U0001F539Математика; \U0001F539Обществознание;',
# 'В качестве вступительных испытаний выбраны: \U0001F539Русский; \U0001F539Обществознание; \U0001F539История;']


survey_act="""
*Выберите из списка научное направление, которым Вы бы хотели заниматься:*
1)

"""